FACT1 = ['Огромная, достигающая 2 кг веса жаба-ага — одна из самых ядовитых лягушек в мире.',\
	'Самая крупная лягушка — голиаф, вес которого может достигать 3 кг',\
	'Зубы у лягушек есть только на верхней челюсти',\
	'лягушка-голиаф способна прыгать на 2,5-3 метра благодаря сильным задним лапам.',\
	'Самые маленькие в мире лягушки обитают на Кубе — в среднем длина тела взрослой особи не превышает 1 сантиметра',\
	'У жаб, которые тоже относятся к роду лягушек, зубов нет',\
	'У лягушачьих глаз отличный обзор — они одновременно видят то, что происходит впереди, вверху и по бокам от них',\
	'Обитающие в южноамериканских джунглях лягушки кокои — самые ядовитые сухопутные животные в мире.',\
	'В Японии лягушка считается символом удачи.',\
	'Перерождаясь из головастика в лягушку, особь проходит через почти тридцать различных стадий развития.',\
	'Находясь на суше, лягушка дышит лёгкими, вдыхая воздух через рот, а в воде получает кислород всей поверхностью кожи.',\
	'В холодных краях лягушки на зиму впадают в спячку на дне водоёмов, зарываясь в ил.',\
	'Пойманную и находящуюся во рту добычу лягушка подталкивает по направлению к желудку с помощью движения глазных яблок',\
	'В Центральной Америке и на юге США обитают лягушки, кожа которых покрыта слизью, имеющей галлюциногенные свойства',\
	'Мясо некоторых видов лягушек является деликатесом во многих странах, в частности, в США и во Франции',
	]